# Taps
tap 'cmoscofian/meli'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'

# Binaries
brew 'ctags'
brew 'gnupg'
brew 'go'
brew 'htop'
brew 'pinentry-mac'
brew 'protobuf'
brew 'python'
brew 'sqlite'

# Casks
cask 'brave-browser'
cask 'discord'
cask 'figma'
cask 'insomnia'
cask 'intellij-idea'
cask 'spotify'
cask 'tableplus'
cask 'telegram'
cask 'whatsapp'

# Fonts
cask 'font-iosevka-nerd-font'

